Repository: CEHPOC/SoftwareDevLinux2025
Catalog: 12_InstallPackaging/po/*/numbergame.po
Languages: ru

source: --help - show this text
ru: --help - показать эту справку

source: -r - in roman system
ru: -r - переход в римускю систему

source: Error: only 'Yes' and 'No' are allowed
ru: Ошибка: разрешены только ответы 'Да' и 'Нет'

source: Error: stdin is closed
ru: Ошибка: закрытие стандартного ввода

source: Guess number from %d to %d
ru: Загадайте число от %d до %d

source: Guess number from %s to %s
ru: Загадайте число от %s до %s

source: No
ru: Нет

source: Number guess game
ru: Игра Number guess

source: Usage: ./numbergame [-r | --help]
ru: Использование: ./numbergame [-r | --help]

source: Yes
ru: Да

source: Your number is %d
ru: Ваше число: %d

source: Your number is %s
ru: Ваше число: %s

source: Your number more than %d?(Yes/No)
ru: Ваше число больше чем %d? (Да/Нет)

source: Your number more than %s?(Yes/No)
ru: Ваше число больше чем %s? (Да/Нет)
